// ------------------------------------------------------------------------
// Main Window
// ------------------------------------------------------------------------
"Fax Settings"="Faksiasetukset";
"Back"="Takapuoli";
"Str_Fax_Settings_Btn_Next"="Seuraava";
"Str_Fax_Settings_Btn_Finish"="Valmis";

// ------------------------------------------------------------------------
// Introduction
// ------------------------------------------------------------------------
"Str_Introduction_View_Title"="Johdanto";
"Make the basic settings to send/receive faxes."="Tee perusasetukset faksien lähetykseen/vastaanottoon.";
"Make sure that the computer is connected to the printer, the printer driver is installed, setup for printing from the computer is finished, and the printer is turned on."="Varmista, että tietokone on kytketty tulostimeen, tulostinohjain on asennettu, tietokoneesta tulostuksen asetus on suoritettu ja tulostin on kytketty päälle.";

// ------------------------------------------------------------------------
// Progress Message(read setting information)
// ------------------------------------------------------------------------
"Str_Read_Information_Progress_Message"="Lue asetustiedot tulostimesta.";

// ------------------------------------------------------------------------
// Header Information Settings
// ------------------------------------------------------------------------
"Str_Header_Information_Strings_View_Title"="Otsikkotietojen asetus";
"Enter your Fax Header and Phone Number."="Anna faksin otsikko ja puhelinnumero.";
"Fax Header:"="Faksin otsikko:";
"Your Phone Number:"="Puhelinnumerosi:";
"Your Fax Header and Phone Number are displayed at the top of the received fax."="Faksin otsikko ja puhelinnumero näkyy vastaanotetun faksin yläreunassa.";

// ------------------------------------------------------------------------
// Auto Answer Settings
// ------------------------------------------------------------------------
"Str_Auto_Answer_Strings_View_Title"="Automaattiset vastausasetukset";
"If you use the Fax more than the Printer, we recommend using Auto Answer. We also recommend keeping paper for fax reception loaded at all times."="Jos käytät faksia enemmän kuin tulostinta, suosittelemme automaattisen vastaustoiminnon käyttöä. Suosittelemme myös paperin pitämistä jatkuvasti ladattuna faksin vastaanottoa varten.\nHuomautus:\nHälytykset ennen vastaamista -asetus ei saata olla käytettävissä alueesta riippuen.";
"Number of Rings to Answer:"="Hälytykset ennen vastaamista -määrä:";
"Make sure you set Auto Answer if there is no external telephone connected to the printer.\nFaxes cannot be received if Auto Answer is not set."="Varmista, että asetat automaattisen vastauksen, jos tulostimeen ei ole kytketty ulkoista puhelinta.\nFakseja ei voi vastaanottaa, jos automaattista vastausta ei ole asetettu.";
"Auto Answer"="Automaattinen vastaus";
"Str_Auto_Answer_Strings_Button_On"="Automaattinen vastaus:Käytössä";
"Str_Auto_Answer_Strings_Button_Off"="Automaattinen vastaus:Ei käytössä";
"Str_Auto_Answer_Strings_Button_AutoSwitch"="Faksi/puhelin automaattinen vaihto";

// ------------------------------------------------------------------------
// Dial Tone Detection Settings
// ------------------------------------------------------------------------
"Str_Dial_Tone_Detection_Settings_View_Title"="Valintaäänen tunnistuksen asetukset";
"Set whether or not to start dialing after detecting a dial tone."="Aseta, aloitetaanko valinta sen jälkeen, kun valintaääni tunnistetaan.";
"If a dial tone cannot be detected by the Check Fax Connection, you can dial by clearing the check box."="Jos faksiyhteyden tarkistustoiminnon avulla ei tunnisteta valintaääntä, voit soittaa tyhjentämällä valintaruudun.";
"Sometimes, clearing the check box might remove part of the number, and you might connect to the wrong number."="Joskus valintaruudun tyhjennys saattaa poistaa osan numerosta, ja voit kytkeytyä väärään numeroon.";
"Detect Dial Tone"="Tunnista valintaääni";

// ------------------------------------------------------------------------
// Confirm Settings
// ------------------------------------------------------------------------
"Str_Confirm_Settings_View_Title"="Asetusten tarkistus";
"Check the following settings."="Tarkista seuraavat asetukset.";
"Click [Next] to send the setting information to the printer."="Lähetä asetustiedot tulostimeen napsauttamalla [Seuraava].";
"Str_Confirm_Settings_View_SText_Fax_Header"="Faksin otsikko:";
"Str_Confirm_Settings_View_SText_Phone_Number"="Puhelinnumerosi:";
"Str_Confirm_Settings_View_SText_Auto_Answer"="Automaattinen vastaus:";
"Str_Confirm_Settings_View_SText_Rings_To_Answer"="Hälytykset ennen vastaamista:";
"Str_Confirm_Settings_View_SText_Dial_Tone_Detection"="Valintaäänen tunnistus:";
"Str_Confirm_Settings_View_SText_On"="Käytössä";
"Str_Confirm_Settings_View_SText_Off"="Ei käytössä";
"Str_Confirm_Settings_View_SText_AutoSwitch"="Automaattinen vaihto";

// ------------------------------------------------------------------------
// Progress Message(write settings information)
// ------------------------------------------------------------------------
"Str_Write_Information_Progress_Message"="Asetusten lähetys tulostimeen.";

// ------------------------------------------------------------------------
// Settings Complete
// ------------------------------------------------------------------------
"Str_Settings_Complete_View_Title"="Asetukset valmiit";
"Str_Settings_Complete_View_SText_Success"="Faksiasetukset suoritettu normaalisti.";

// ------------------------------------------------------------------------
// Failed to make Fax Settings
// ------------------------------------------------------------------------
"Str_Failed_Make_Fax_Settings_View_Title"="Faksiasetusten teko epäonnistui";

// ------------------------------------------------------------------------
// Menu
// ------------------------------------------------------------------------
"FAX Utility"="FAX Utility";
"About FAX Utility..."="Tietoja FAX Utility...";
"Preferences..."="Asetukset...";
"Services"="Palvelut";
"Hide FAX Utility"="Kätke FAX Utility";
"Hide Others"="Kätke muut";
"Show All"="Näytä kaikki";
"Quit FAX Utility"="Poistu FAX Utility";
"File"="Tiedosto";
"Close"="Sulje";
"Edit"="Muokkaa";
"Undo"="Kumoa";
"Redo"="Tee uudelleen";
"Cut"="Leikkaa";
"Copy"="Kopioi";
"Paste"="Liitä";
"Delete"="Poista";
"Select All"="Valitse kaikki";
"Window"="Ikkuna";
"Minimize"="Pienennä";
"Help"="Ohje";

// ------------------------------------------------------------------------
// Alert(Common)
// ------------------------------------------------------------------------
"Str_Alert_Common_Cancel"="Kumoa";
"Str_Alert_Common_OK"="OK";

"Str_Alert_Common_Necessary_File_Not_Found"="Tarvittavaa tiedostoa ei löydy sovelluksen suorittamiseen.\nAsenna FAX Utility uudelleen.";
"Str_Alert_Common_Cannot_Get_Printer_Information"="Tulostimen (faksin) tietoja ei voi saada. Mene kohtaan \"Tulostus- & faksivalinnat\" ja lisää PC-FAX-ohjain.";
"Str_Alert_Common_Confirm_OverWrite"="Määritetty tiedosto on jo olemassa. Halutko päällekirjoittaa?";
"Str_Alert_Common_Not_Responding_Error"="Tulostin ei vastaa. Varmista, että tulostin on kytketty oikein ja virta on päällä.";
"Str_Alert_Common_Communication_Error"="Tapahtui tulostimen yhteysvirhe.";
"Str_Alert_Common_Printer_Processing_Error"="Tulostin käsittelee tietoja. Odota hetki ja yritä sitten uudelleen.";
"Str_Alert_Common_Communication_Error_With_ErrorCode"="Havaittiin virhe kommunikoinnissa tulostimen kanssa.\nVirhekoodi (%d)";
"Str_Alert_Common_Error_Occurred"="Käsittely peruutettu, koska tapahtui virhe.";
"Str_Alert_Common_PrinterStatusError"="Tulostimessa tapahtui virhe. Tyhjennä virhe ja yritä sitten uudelleen.";

// ------------------------------------------------------------------------
// Alert(FAX Settings)
// ------------------------------------------------------------------------
"Str_Alert_Fax_Settings_Cannot_Open"="Faksiasetuksia ei voi käynnistää, koska toinen FAX Utility -toiminto on jo käynnissä. Odota, kunnes se on päättynyt ja yritä uudelleen.";
"Str_Alert_Fax_Settings_Confirm_Cancel_Processing"="Faksiasetukset eivät valmiit.\nHaluatko peruuttaa käsittelyn?";
"Str_Alert_Fax_Settings_Input_FaxHeader_Not_Support"="Faksin otsikkoon voidaan käyttää vain aakkosnumeerisia merkkejä ja symboleja.";
"Str_Alert_Fax_Settings_Input_PhoneNumber_Not_Support"="Puhelinnumerosi-kenttään saa käyttää vain numeromerkkejä ja välilyöntejä.";
"Str_Alert_Fax_Settings_Input_RetryCount_Not_Support"="Aseta Hälytykset ennen vastaamista -luvuksi alue %d - %d.";
"Str_Alert_Fax_Settings_Setting_Information_Failed"="Tulostimesta saaduista asetustiedoista löytyi virhe.\nNimikkeen nimi: (nimike havaittu)";
